<?php

/*=========================================*\
|| ####################################### ||
|| # JAKWEB.CH / Version 4.0.5           # ||
|| # ----------------------------------- # ||
|| # Copyright 2021 All Rights Reserved. # ||
|| ####################################### ||
\*=========================================*/

// Language file, only translate the stuff in the semi colon. $jkl[""] = '';
$jkl = array();

// Support RTL Language
$jkl["rtlsupport"] = false;

// General
$jkl['g'] = "Συνομιλία(chat)";
$jkl['g1'] = "Επαφή";
$jkl['g2'] = "Error 404".
$jkl['g3'] = "Κλείσιμο παραθύρου";
$jkl['g4'] = "Το όνομά σας";
$jkl['g5'] = "Το email σας";
$jkl['g6'] = "Το μήνυμά σας";
$jkl['g7'] = "Αποστολή email";
$jkl['g8'] = "παρακαλώ περιμένετε ...";
$jkl['g9'] = "Θα ήθελα να επικοινωνήσετε μαζί μου στο μέλλον";
$jkl['g10'] = "Έναρξη συνομιλίας(Chat)";
$jkl['g11'] = "Αποστολή";
$jkl['g12'] = "Δεν έχει οριστεί";
$jkl['g13'] = "Η περίοδος σύνδεσης έχει λήξει.";
$jkl['g14'] = "Είπε";
$jkl['g15'] = "Τερματισμός συνομιλίας";
$jkl['g16'] = "Ο/Η %s έχει φύγει από τη συζήτηση.";
$jkl['g17'] = "Εισαγωγή συνομιλίας";
$jkl['g18'] = "Το Avatar σας";
$jkl['g22'] = "Νέο μήνυμα!";
$jkl['g23'] = "Σας ήταν αυτή η συζήτηση χρήσιμη;";
$jkl['g24'] = "Feedback";
$jkl['g25'] = "Αποστολή Feedback";
$jkl['g26'] = "Αποσύνδεση";
$jkl['g27'] = "Όνομα";
$jkl['g28'] = "Μήνυμα";
$jkl['g29'] = "Αξιολόγηση";
$jkl['g30'] = "Τμήμα";
$jkl['g31'] = "Αποστολή αρχείου";
$jkl['g32'] = "Επιλογή αρχείου";
$jkl['g33'] = "Remove to select other";
$jkl['g34'] = "Κωδικός Captcha";
$jkl['g35'] = "Δεν είναι δυνατή η ανάγνωση; Κάντε κλικ εδώ για να αποκτήσετε μια νέα εικόνα...";
$jkl['g36'] = "Επαλήθευση κώδικα";
$jkl['g37'] = ' %s <i class="fa fa-pencil"></i>';
$jkl['g38'] = "Αντίγραφο Email";
$jkl['g39'] = "Αντίγραφο Print";
$jkl['g40'] = "Είστε βέβαιοι ότι θέλετε να φύγετε από τη συνομιλία;";
$jkl['g41'] = "Η μεταγραφή θα σταλεί στο παρεχόμενο Email.";
$jkl['g42'] = "Η μεταγραφή δεν θα σταλεί.";
$jkl['g43'] = "Η αξιολόγηση έχει ενημερωθεί:";
$jkl['g44'] = "Μεταγραφή συνομιλίας(Chat)";
$jkl['g45'] = "Για να διαβάσετε αυτό το μήνυμα, χρησιμοποιήστε ένα πρόγραμμα προβολής μηνυμάτων email συμβατό με HTML!";
$jkl['g46'] = "Ανεβάστε το/α αρχείο/α εδώ.";
$jkl['g47'] = "Ηλεκτρονικό ταχυδρομείο";
$jkl['g48'] = "Παρακαλώ κλείστε το παράθυρο μέσα από το σύνδεσμο Τέλος συνομιλίας.";
$jkl['g49'] = "Το τηλέφωνό σας";
$jkl['g50'] = "Τηλέφωνο";
$jkl['g51'] = "Επισκέπτης";
$jkl['g52'] = "Είστε συνδεδεμένοι με τον/ην %s";
$jkl['g53'] = "Ενέργειες";
$jkl['g54'] = "ζήτησε τη συνομιλία μέσω Email.";
$jkl['g55'] = "Σελίδα αλλαγής πελάτη:";
$jkl['g56'] = "Σύστημα";
$jkl['g57'] = "έχει ανακατευθυνθεί στη φόρμα επικοινωνίας";
$jkl['g58'] = "Αποδοχή cookie από";
$jkl['g59'] = "Σύνδεση...";
$jkl['g60'] = "Πληκτρολογήστε ένα μήνυμα και πατήστε Enter για να ξεκινήσει η συνομιλία.";
$jkl['g61'] = "Κανένας από τους αντιπροσώπους μας δεν είναι διαθέσιμος τώρα, είστε ελεύθεροι να  μας αφήσετε ένα μήνυμα!";
$jkl['g62'] = "Παρακαλώ εισάγετε το όνομά σας για να ξεκινήσετε, ένας εκπρόσωπος μας θα είναι μαζί σας σύντομα.";
$jkl['g63'] = "Καλώς ορίσατε, ένας εκπρόσωπος θα είναι μαζί σας σύντομα.";
$jkl['g64'] = "Κανένας από τους αντιπροσώπους μας δεν είναι διαθέσιμος αυτή τη στιγμή. Χρησιμοποιήστε την παρακάτω φόρμα για να μας στείλετε ένα email.";
$jkl['g65'] = "Σας ευχαριστούμε για το μήνυμά σας και θα επικοινωνήσουμε μαζί σας το συντομότερο δυνατόν!";
$jkl['g66'] = "Σας ευχαριστούμε που επικοινωνήσατε μαζί μας, βλ. παρακάτω το κομμάτι από τη πρόιγουμενη συνομιλία μας .";
$jkl['g67'] = "Θα εκτιμούσαμε τα σχόλιά(Feedback) σας για τη βελτίωση της υπηρεσίας μας.";
$jkl['g68'] = "Σας ευχαριστούμε για τα σχόλιά(Feedback) σας";
$jkl['g69'] = "Θα είμαστε μαζί σας σε λιγότερο από ένα λεπτό.";
$jkl['g70'] = "Σας ευχαριστούμε για την υπομονή σας, ένας διαχειριστής μας θα είναι διαθέσιμος σύντομα.";
$jkl['g71'] = "Η ερώτησή σας";
$jkl['g72'] = "Ναι";
$jkl['g73'] = "Όχι";
$jkl['g74'] = "Chat Bot";
$jkl['g75'] = "Διπλό μήνυμα";
$jkl['g76'] = "Ο/Η %s έχει εισέλθει στη συζήτηση.";
$jkl['g77'] = "Κωδικός πρόσβασης";
$jkl['g78'] = "Το τελευταίο μήνυμα που στάλθηκε: %s";
$jkl['g79'] = "Έχει απαγορευτεί ο/η/το %s.";
$jkl['g80'] = "Το %s έχει επανενεργοποιηθεί.";
$jkl['g81'] = "Απαγόρευση χρήστη";
$jkl['g82'] = "Είστε βέβαιοι ότι θέλετε να απαγορεύσετε(Ban) αυτόν το χρήστη;";
$jkl['g83'] = "διαχειριστής";
$jkl['g84'] = "Απαγορευμένη(Banned)";
$jkl['g85'] = "Επεξεργασία Προφίλ";
$jkl['g86'] = "Επιστροφή στο Chat";
$jkl['g87'] = "Online User List";
$jkl['g88'] = "All departments";
$jkl['g89'] = "Joined: %s";
$jkl['g90'] = "Sign out from the public chat?";
$jkl['s'] = "Επιτυχία";
$jkl['re'] = "Κάντε κλικ εδώ αν το Browser σας δεν σας ανακατευθύνει αυτόματα.";

//[error]
$jkl['l'] = "Εσφαλμένος κωδικός πρόσβασης";
$jkl['f'] = "Please insert something.";
$jkl['e'] = "Παρακαλώ εισάγετε ένα όνομα";
$jkl['e1'] = "Εισαγάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου(Email)";
$jkl['e2'] = "Παρακαλώ εισάγετε ένα μήνυμα";
$jkl['e3'] = "Δεν μπόρεσα να στείλω το μήνυμα, υπάρχει κάτι που λείπει";
$jkl['e4'] = "Error 404 Ο ιστότοπος δεν υπάρχει";
$jkl['e5'] = "Έχετε δει ποτέ αυτή τη σελίδα πριν; Θα μπορούσε να είναι λόγος: ";
$jkl['e6'] = "Η σελίδα που ψάχνετε δεν υπάρχει πια.";
$jkl['e7'] = "Η διεύθυνση URL είναι λάθος.";
$jkl['e8'] = "Δεν έχετε άδεια να δείτε αυτή τη σελίδα.";
$jkl['e9'] = "Έχει φτάσει το όριο μεγέθους αρχείου";
$jkl['e10'] = "Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου έχει αποκλειστεί(blocked email)!";
$jkl['e11'] = "Η διεύθυνση IP σας έχει αποκλειστεί(IP block)! Εάν πιστέυτε ότι αυτό είναι λάθος μας, μην διστάσετε να επικοινωνήσετε μαζί μας";
$jkl['e12'] = "Η επαλήθευση ανθρώπου απέτυχε!";
$jkl['e13'] = "Λάθος μορφή αρχείου!";
$jkl['e14'] = "Εισαγάγετε έναν έγκυρο αριθμό τηλεφώνου";
$jkl['e15'] = "Αυτό το όνομα έχει ήδη ληφθεί";
$jkl['e16'] = "Εισάγετε ένα έγκυρο όνομα.(A_Z,a-z,0-9,-,_,)";
$jkl['e17'] = "Διπλό μήνυμα";
$jkl['e18'] = "Stop spamming";

// [errorpage]
$jkl['ep'] = "Η σελίδα είναι εκτός σύνδεσης αυτή τη στιγμή, δοκιμάστε ξανά σύντομα.";
$jkl['not'] = "Δεν βρέθηκε ή δεν υπάρχει.";
?>