<?php

/*=========================================*\
|| ####################################### ||
|| # JAKWEB.CH / Version 4.0.5           # ||
|| # ----------------------------------- # ||
|| # Copyright 2021 All Rights Reserved. # ||
|| ####################################### ||
\*=========================================*/

// Language file, only translate the stuff in the semi colon. $jkl[""] = '';
$jkl = array();

// Support RTL Language
$jkl["rtlsupport"] = false;

// [general]
$jkl['g'] = "お問い合わせ";
$jkl['g1'] = "お問い合わせ";
$jkl['g2'] = "エラー404";
$jkl['g3'] = "ウィンドウを閉じる";
$jkl['g4'] = "お名前";
$jkl['g5'] = "メールアドレス";
$jkl['g6'] = "内容";
$jkl['g7'] = "内容を送信";
$jkl['g8'] = "少々を待ちください...";
$jkl['g9'] = "メールアドレスを記録させる";
$jkl['g10'] = "開始";
$jkl['g11'] = "送信";
$jkl['g12'] = "セットされていません";
$jkl['g13'] = "この会話セッションは既に終了しました";
$jkl['g14'] = "の発言";
$jkl['g15'] = "会話を終了";
$jkl['g16'] = "%s has left the chat.";
$jkl['g17'] = "Enter Chat";
$jkl['g18'] = "Your Avatar";
$jkl['g22'] = "新しいメッセージ!";
$jkl['g23'] = "今回の会話はお役に立ちましたか?";
$jkl['g24'] = "フィードバック";
$jkl['g25'] = "フィードバックを送信";
$jkl['g26'] = "Logout";
$jkl['g27'] = "お名前";
$jkl['g28'] = "メッセージ";
$jkl['g29'] = "評価";
$jkl['g30'] = "部門";
$jkl['g31'] = "送信";
$jkl['g32'] = "ファイル選択";
$jkl['g33'] = "Remove to select other";
$jkl['g34'] = "安全コード";
$jkl['g35'] = "読めません? 新しい認証図を作るにはこちらをクリックしてください...";
$jkl['g36'] = "認証コード";
$jkl['g37'] = "%s が入力中...";
$jkl['g38'] = "メールへ転送";
$jkl['g39'] = "プリントアウト";
$jkl['g40'] = "本当に会話を終了しますか？";
$jkl['g41'] = "会話ログはログインする際に登録したメールアドレスに送信されます。";
$jkl['g42'] = "会話ログは送信されません。";
$jkl['g43'] = "評価されました: ";
$jkl['g44'] = "会話ログ";
$jkl['g45'] = "このメッセージを読むにはHTMLがサポートされてるクライアントを使ってください。";
$jkl['g46'] = "ファイルをアップロード";
$jkl['g47'] = "メールアドレス";
$jkl['g48'] = "会話を終了リンクを使ってウィンドウを閉じてください。";
$jkl['g49'] = "携帯番号";
$jkl['g50'] = "携帯";
$jkl['g51'] = "Guest";
$jkl['g52'] = "担当オペレーター %s";
$jkl['g53'] = "アクション";
$jkl['g54'] = "がメールでの会話を要請しましたhas requested the conversation by email.";
$jkl['g55'] = "ページを変更しました: ";
$jkl['g56'] = "システム";
$jkl['g57'] = "お問い合わせフォームにリダイレクトしました";
$jkl['g58'] = "以下のCookiesを受け入れる　";
$jkl['g59'] = "オペレーターに接続中...";
$jkl['g60'] = "メッセージを記入した上で「Enter」キーを押せば会話が開始されます";
$jkl['g61'] = "只今担当者が不在のため、ご用件を残してください";
$jkl['g62'] = "必要な情報を記入してください。回線があき次第オペレーターにおつなぎします";
$jkl['g63'] = "お問い合わせいただきまして、誠にありがとうございます。 まもなくオペレーターにおつなぎします";
$jkl['g64'] = "只今担当者が不在のため、 お問い合わせフォームで伝言メールを送信してください";
$jkl['g65'] = "お問い合わせいただきまして、誠にありがとうございます。 できる限り早く対応させていただきます!";
$jkl['g66'] = "お問い合わせいただきまして、誠にありがとうございます。 please find below the transcript from our conversation before.";
$jkl['g67'] = "サービスを改善するためにご意見をお寄せいただければ幸いです";
$jkl['g68'] = "フィードバックありがとうございました";
$jkl['g69'] = "回線があき次第オペレーターにおつなぎします";
$jkl['g70'] = "只今、回線が大変混み合っております。もうしばらくお待ちください";
$jkl['g71'] = "Your Question or Shortcode";
$jkl['g72'] = "Yes";
$jkl['g73'] = "No";
$jkl['g74'] = "Chat Bot";
$jkl['g75'] = "Duplicate message";
$jkl['g76'] = "%s has entered the chat.";
$jkl['g77'] = "Password";
$jkl['g78'] = "Last message sent: %s";
$jkl['g79'] = "%s has been banned.";
$jkl['g80'] = "%s has been reactivated.";
$jkl['g81'] = "Ban User";
$jkl['g82'] = "Are you sure you want to ban this user?";
$jkl['g83'] = "Operator";
$jkl['g84'] = "Banned";
$jkl['g85'] = "Edit Profile";
$jkl['g86'] = "Back to Chat";
$jkl['g87'] = "Online User List";
$jkl['g88'] = "All departments";
$jkl['g89'] = "Joined: %s";
$jkl['g90'] = "Sign out from the public chat?";
$jkl['s'] = "成功しました";
$jkl['re'] = "お使いのブラウザは自動的にリダイレクトしない場合はここをクリックしてください。";

// [error]
$jkl['l'] = "アカウント名かパスワードが違います";
$jkl['f'] = "Please insert something.";
$jkl['e'] = "名前を入力してください";
$jkl['e1'] = "メールアドレスが違います";
$jkl['e2'] = "メッセージを入力してください";
$jkl['e3'] = "予期しないエラーが起きたため、メッセージが送信されませんでした。";
$jkl['e4'] = "404 サイトが存在しません";
$jkl['e5'] = "このページを見たことあります？ 下記の理由が原因かもしれません:";
$jkl['e6'] = "このページは存在しません。";
$jkl['e7'] = "URLが違います。";
$jkl['e8'] = "このページをアクセスする権限がありません。";
$jkl['e9'] = "ファイル・サイズの最大値 - 2Mb";
$jkl['e10'] = "このメールアドレスは管理人によりブロックされました。";
$jkl['e11'] = "あなたのIPアドレスはブロックされました! 詳しくはお問い合わせで";
$jkl['e12'] = "スパム認証失敗!";
$jkl['e13'] = "ファイルヘッドエラー";
$jkl['e14'] = "有効な携帯番号を入力してください。";
$jkl['e15'] = "This name is already taken";
$jkl['e16'] = "Please insert a valid name. (A_Z,a-z,0-9,-,_,)";
$jkl['e17'] = "Double post";
$jkl['e18'] = "Stop spamming";

// [errorpage]
$jkl['ep'] = "現在ページはオフラインになってます。しばらく時間をおいてから再度お試しください。";
$jkl['not'] = "該当データが見つかりませんか存在しません。";

?>