<?php

/*=========================================*\
|| ####################################### ||
|| # JAKWEB.CH / Version 4.0.5           # ||
|| # ----------------------------------- # ||
|| # Copyright 2021 All Rights Reserved. # ||
|| ####################################### ||
\*=========================================*/

// Language file, only translate the stuff in the semi colon. $jkl[""] = '';
$jkl = array();

// Support RTL Language
$jkl["rtlsupport"] = false;

// [general]
$jkl['g'] = "Чат";
$jkl['g1'] = "Контакт";
$jkl['g2'] = "404";
$jkl['g3'] = "Закрыть окно";
$jkl['g4'] = "Ваше имя";
$jkl['g5'] = "Ваш Email";
$jkl['g6'] = "Ваше сообщение";
$jkl['g7'] = "Отправить сообщение на почту";
$jkl['g8'] = "подождите...";
$jkl['g9'] = "Я буду рад связаться с Вами в будущем";
$jkl['g10'] = "Начать разговор";
$jkl['g11'] = "Отправить";
$jkl['g12'] = "Не установлено";
$jkl['g13'] = "Эта сессия истекла.";
$jkl['g14'] = "сказала";
$jkl['g15'] = "Закончить разговор";
$jkl['g16'] = "%s has left the chat.";
$jkl['g17'] = "Enter Chat";
$jkl['g18'] = "Your Avatar";
$jkl['g22'] = "Новое сообщение!";
$jkl['g23'] = "Был ли этот разговор полезным?";
$jkl['g24'] = "Обратная связь";
$jkl['g25'] = "Отправить отзыв";
$jkl['g26'] = "Logout";
$jkl['g27'] = "Имя";
$jkl['g28'] = "Сообщение";
$jkl['g29'] = "Рейтинг";
$jkl['g30'] = "Тип вопроса";
$jkl['g31'] = "Отправить файл";
$jkl['g32'] = "Выберите файл";
$jkl['g33'] = "Remove to select other";
$jkl['g34'] = "Код безопасности";
$jkl['g35'] = "Не можете прочитать? Кликните для обновления картинки...";
$jkl['g36'] = "Подтвердить код";
$jkl['g37'] = "%s набирает...";
$jkl['g38'] = "Отправить разговор на Email";
$jkl['g39'] = "Распечатать разговор";
$jkl['g40'] = "Вы уверены, что хотите покинуть разговор?";
$jkl['g41'] = "История разговора отправлена.";
$jkl['g42'] = "История разговора не может быть отправлена.";
$jkl['g43'] = "Рейтинг обновлен: ";
$jkl['g44'] = "История чата";
$jkl['g45'] = "Чтобы прочитать это сообщение, используйте HTML совместимый клиент!";
$jkl['g46'] = "Загрузить файл";
$jkl['g47'] = "Email";
$jkl['g48'] = "Пожалуйста, закройте окно через ссылку Завершить диалог.";
$jkl['g49'] = "Ваш телефон";
$jkl['g50'] = "Телефон";
$jkl['g51'] = "Гость";
$jkl['g52'] = "Ваш оператор %s";
$jkl['g53'] = "Действия";
$jkl['g54'] = "запросил(а) отправить данный разговор на email.";
$jkl['g55'] = "Страница клиента изменилась: ";
$jkl['g56'] = "Система";
$jkl['g57'] = "был перенаправлен на форму для контактов";
$jkl['g58'] = "Принимать куки (cookie) от ";
$jkl['g59'] = "Подключение оператора...";
$jkl['g60'] = "Пожалуйста, введите сообщение и нажмите ENTER, чтобы начать разговор.";
$jkl['g61'] = "На текущий момент, ни один из наших операторов не доступен,<br /> но Вы всё равно можете отправить нам своё сообщение.<br /><span style='font-size:88%'>Мы обязательно свяжемся с Вами как только это будет возможно.</span>";
$jkl['g62'] = "Представьтесь, пожалуйста, чтобы мы знали как к Вам обращаться. <!-- Оператор будет на связи в ближайшее время. -->";
$jkl['g63'] = "Добро пожаловать! Оператор присоединится к беседе в ближайшее время.";
$jkl['g64'] = "На текущий момент, ни один из наших операторов не доступен. Пожалуйста, используйте форму ниже, чтобы задать Ваш вопрос посредством электронной почты.";
$jkl['g65'] = "Спасибо за ваше сообщение! Мы свяжемся с Вами как можно скорее.";
$jkl['g66'] = "Благодарим Вас за обращение к нам, пожалуйста, найдите ниже стенограмму нашего предыдущего разговора.";
$jkl['g67'] = "Мы ценим Ваше мнение, чтобы улучшить качество нашего обслуживания.";
$jkl['g68'] = "Спасибо за Ваш отзыв.";
$jkl['g69'] = "Оператор присоединится к беседе в любой момент.";
$jkl['g70'] = "Благодарим Вас за ожидание, оператор будет доступен в самое ближайшее время.";
$jkl['g71'] = "Your Question or Shortcode";
$jkl['g72'] = "Yes";
$jkl['g73'] = "No";
$jkl['g74'] = "Chat Bot";
$jkl['g75'] = "Duplicate message";
$jkl['g76'] = "%s has entered the chat.";
$jkl['g77'] = "Password";
$jkl['g78'] = "Last message sent: %s";
$jkl['g79'] = "%s has been banned.";
$jkl['g80'] = "%s has been reactivated.";
$jkl['g81'] = "Ban User";
$jkl['g82'] = "Are you sure you want to ban this user?";
$jkl['g83'] = "Operator";
$jkl['g84'] = "Banned";
$jkl['g85'] = "Edit Profile";
$jkl['g86'] = "Back to Chat";
$jkl['g87'] = "Online User List";
$jkl['g88'] = "All departments";
$jkl['g89'] = "Joined: %s";
$jkl['g90'] = "Sign out from the public chat?";
$jkl['s'] = "Успешно";
$jkl['re'] = "Нажмите здесь, если Ваш браузер не поддерживает автоматическую переадресацию.";

// [error]
$jkl['l'] = "Неверный логин или пароль";
$jkl['f'] = "Please insert something.";
$jkl['e'] = "Введите имя";
$jkl['e1'] = "Введите реальный email адрес";
$jkl['e2'] = "Введите сообщение";
$jkl['e3'] = "Я не могу отправить сообщение, чего-то не хватает.";
$jkl['e4'] = "404 Сайт не существует";
$jkl['e5'] = "Были раньше на этой странице? Это возможно по следущим причинам:";
$jkl['e6'] = "Страница, которую вы ищете больше не существует.";
$jkl['e7'] = "Адрес не верный.";
$jkl['e8'] = "У Вас нет доступа к этой странице.";
$jkl['e9'] = "Лимит файла - 2Mb";
$jkl['e10'] = "Этот email заблокирован!";
$jkl['e11'] = "Ваш IP адрес заблокирован! Если это ошибка, пожалуйста, свяжитесь с нами.";
$jkl['e12'] = "Код с картинки неверный!";
$jkl['e13'] = "Неправильный формат файла!";
$jkl['e14'] = "Введите реальный номер телефона";
$jkl['e15'] = "This name is already taken";
$jkl['e16'] = "Please insert a valid name. (A_Z,a-z,0-9,-,_,)";
$jkl['e17'] = "Double post";
$jkl['e18'] = "Stop spamming";

// [errorpage]
$jkl['ep'] = "На данный момент страница недоступна, пожалуйста повторите позже.";
$jkl['not'] = "Не удается найти или не существует.";

?>