<?php

/*=========================================*\
|| ####################################### ||
|| # JAKWEB.CH / Version 4.0.5           # ||
|| # ----------------------------------- # ||
|| # Copyright 2021 All Rights Reserved. # ||
|| ####################################### ||
\*=========================================*/

// Language file, only translate the stuff in the semi colon. $jkl[""] = '';
$jkl = array();

// Support RTL Language
$jkl["rtlsupport"] = false;

// [general]
$jkl['g'] = "Чат";
$jkl['g1'] = "Контакт";
$jkl['g2'] = "404";
$jkl['g3'] = "Закрити вікно";
$jkl['g4'] = "Ваше ім'я";
$jkl['g5'] = "Ваш Email";
$jkl['g6'] = "Ваше повідомлення";
$jkl['g7'] = "Надіслати повідомлення на пошту";
$jkl['g8'] = "почекайте...";
$jkl['g9'] = "Я буду радий зв'язатися з Вами в майбутньому";
$jkl['g10'] = "Почати розмову";
$jkl['g11'] = "Відправити";
$jkl['g12'] = "Не встановлено";
$jkl['g13'] = "Ця сесія закінчилася.";
$jkl['g14'] = "сказала";
$jkl['g15'] = "Закінчити розмову";
$jkl['g16'] = "%s вийшов із чату.";
$jkl['g17'] = "Ввійти чат";
$jkl['g18'] = "Твій Аватар";
$jkl['g22'] = "Нове повідомлення!";
$jkl['g23'] = "Чи була ця розмова корисна?";
$jkl['g24'] = "Зворотній зв'язок";
$jkl['g25'] = "Відправити відгук";
$jkl['g26'] = "Вийти";
$jkl['g27'] = "Ім'я";
$jkl['g28'] = "Повідомлення";
$jkl['g29'] = "Рейтинг";
$jkl['g30'] = "Тип питання";
$jkl['g31'] = "Відправити файл";
$jkl['g32'] = "Виберіть файл";
$jkl['g33'] = "Видаліть, щоб вибрати інше";
$jkl['g34'] = "Код безпекі";
$jkl['g35'] = "Не можете прочитати? Клацніть для оновлення картинки...";
$jkl['g36'] = "Підтвердіть код";
$jkl['g37'] = "%s набирає...";
$jkl['g38'] = "Надіслати розмову на Email";
$jkl['g39'] = "Роздрукувати розмову";
$jkl['g40'] = "Ви впевнені, що хочете залишити розмову?";
$jkl['g41'] = "Історія розмови відправлена.";
$jkl['g42'] = "Історія розмови не може бути відправлена.";
$jkl['g43'] = "Рейтинг оновлений: ";
$jkl['g44'] = "Історія чату";
$jkl['g45'] = "Щоб прочитати це повідомлення, використовуйте HTML сумісний клієнт!";
$jkl['g46'] = "Завантажити файл";
$jkl['g47'] = "Email";
$jkl['g48'] = "Будь ласка, закрийте вікно через посилання Завершити діалог.";
$jkl['g49'] = "Ваш телефон";
$jkl['g50'] = "Телефон";
$jkl['g51'] = "Гість";
$jkl['g52'] = "Ваш оператор %s";
$jkl['g53'] = "Дії";
$jkl['g54'] = "запросив(а) відправити цю розмову на email.";
$jkl['g55'] = "Сторінка клієнта змінилася: ";
$jkl['g56'] = "Система";
$jkl['g57'] = "був перенаправлений на форму для контактів";
$jkl['g58'] = "Приймати куки (cookie) від ";
$jkl['g59'] = "Підключення оператора...";
$jkl['g60'] = "Будь ласка, введіть повідомлення та натисніть ENTER, щоб почати розмову.";
$jkl['g61'] = "На поточний момент, жоден з наших операторів не доступний,<br /> але Ви все одно можете відправити нам своє повідомлення.<br /><span style='font-size:88%'>Ми обов'язково зв'яжемося з Вами як тільки це буде можливо.</span>";
$jkl['g62'] = "Назвіться, будь ласка, щоб ми знали як до Вас звертатися. <!-- Оператор буде на зв'язку найближчим часом. -->";
$jkl['g63'] = "Ласкаво просимо! Оператор приєднається до розмови найближчим часом.";
$jkl['g64'] = "На поточний момент, жоден з наших операторів не доступний. Будь ласка, використовуйте форму нижче, щоб задати Ваше питання за допомогою електронної пошти.";
$jkl['g65'] = "Дякую за ваше повідомлення! Ми зв'яжемося з Вами як можливо швидше.";
$jkl['g66'] = "Дякуємо Вам за звернення до нас, будь ласка, знайдіть нижче стенограму нашого попереднього розмови.";
$jkl['g67'] = "Ми цінуємо Вашу думку, щоб поліпшити якість нашого обслуговування.";
$jkl['g68'] = "Дякую за ваш відгук.";
$jkl['g69'] = "Оператор приєднається до бесіди в будь-який момент.";
$jkl['g70'] = "Дякуємо Вам за очікування, оператор буде доступний в самий найближчий час.";
$jkl['g71'] = "Your Question or Shortcode";
$jkl['g72'] = "Так";
$jkl['g73'] = "Ні";
$jkl['g74'] = "Чат Bot";
$jkl['g75'] = "Повторне повідомлення";
$jkl['g76'] = "%s вступив у чат.";
$jkl['g77'] = "Пароль";
$jkl['g78'] = "Last повідомлення надіслано: %s";
$jkl['g79'] = "%s було заборонено.";
$jkl['g80'] = "%s була реактивована.";
$jkl['g81'] = "Ban Користувача";
$jkl['g82'] = "Ви впевнені, що хочете заборонити цього користувача?";
$jkl['g83'] = "Оператор";
$jkl['g84'] = "Заборонено";
$jkl['g85'] = "Редагувати профіль";
$jkl['g86'] = "Назад до чату";
$jkl['g87'] = "Список користувачів Online";
$jkl['g88'] = "Усі відділи";
$jkl['g89'] = "Joined: %s";
$jkl['g90'] = "Sign out from the public chat?";
$jkl['s'] = "Успішно";
$jkl['re'] = "Натисніть тут, якщо Ваш браузер не підтримує автоматичну переадресацію.";

// [error]
$jkl['l'] = "Невірний логін або пароль";
$jkl['f'] = "Please insert something.";
$jkl['e'] = "Введіть ім'я";
$jkl['e1'] = "Введіть реальну email адресу";
$jkl['e2'] = "Введіть повідомлення";
$jkl['e3'] = "Я не можу відсилати повідомлення, чогось не вистачає.";
$jkl['e4'] = "404 сторінка не існує";
$jkl['e5'] = "Були раніше на цій сторінці? Це можливо за таких причин:";
$jkl['e6'] = "Сторінка, яку ви шукаєте більше не існує.";
$jkl['e7'] = "Адреса не вірна.";
$jkl['e8'] = "У Вас нема доступу до цієї сторінки.";
$jkl['e9'] = "Ліміт файла - 2Mb";
$jkl['e10'] = "Цей email заблокован!";
$jkl['e11'] = "Ваш IP адреса заблокована! Якщо це помилка, будь ласка, зв'яжіться з нами.";
$jkl['e12'] = "Код з картинки невірний!";
$jkl['e13'] = "Неправильний формат файлу!";
$jkl['e14'] = "Введіть реальний номер телефону";
$jkl['e15'] = "Ця назва вже зайнята";
$jkl['e16'] = "Введіть дійсне ім’я. (A_Z,a-z,0-9,-,_,)";
$jkl['e17'] = "Подвійний пост";
$jkl['e18'] = "Зупиніть спам";

// [errorpage]
$jkl['ep'] = "На даний момент сторінка недоступна, будь ласка повторіть пізніше.";
$jkl['not'] = "Не удається знайти або не існує.";

?>